[{"title":"东方闪电","date":"2018-06-18T20:00:30.000Z","path":"post/6987c02e.html","text":"多对多是的范德萨","tags":[]},{"title":"dde","date":"2018-06-18T14:58:30.000Z","path":"post/8cd6819a.html","text":"多对多","tags":[]},{"title":"to be or not to be","date":"2018-04-16T18:50:49.000Z","path":"post/5a46b49a.html","text":"888To be or not to be, that is the question: 生存还是毁灭，这是一个值得考虑的问题； Whether’tis nobler in the mind to suffer the slings and arrows of outrageous Fortune, 默然忍受命运的暴虐的毒箭， Or to take arms against a sea of troubles, 或是挺身反抗人世的无涯的苦难， And by opposing end them? To die, — to sleep,— 在奋斗中扫清那一切，这两种行为，哪一种更高贵？ 2222No more; and, by a sleep to say we end 死了，睡去了，什么都完了； The heart-ache, and the thousand natural shocks that flesh is heir to,—‘tis a consummation 要是在这一种睡眠之中， Devoutly to be wish’d. To die, — to sleep;— 我们心头的创痛，以及其他无数血肉之躯 To sleep! Perchance to dream: ay, there’s the rub; 所不能避免的打击，都可以从此消失， For in that sleep of death what dreams may come, 那正是我们求之不得的结局。 When we have shuffled off this mortal coil, 死了，睡去了； Must give us pause. There’s the respect 睡去了也许还会做梦。嗯，阻碍就在这儿： That makes calamity of so long life; 因为当我们摆脱了这一具朽腐的皮囊之后， For who would bear the whips and scorns of time, 在那死的睡眠里，究竟将要做些什么梦， The oppressor’s wrong, the proud man’s contumely 那不能不使我们踌躇顾虑。 3333The pangs of dispriz’d love,the law ‘s delay, 人们甘心久困于患难之中，也就是为了这一个缘故。 The insolence of office, and the spurns 谁愿意忍受人世的鞭挞和讥嘲、 That patient merit of the unworthy takes, 压迫者的凌辱、傲慢者的冷眼、 When he himself might his quietus make 被轻蔑的爱情的惨痛、法律的迁延， With a bare bodkin? Who would fardels bear, 官吏的横暴和俊杰大才费尽辛勤所换来的得势小人的鄙视， To grunt and sweat under a weary life, 要是他只要用一柄小小的刀子，就可以清算他自己的一生？ But that the dread of something after death, 谁愿意负着这样的重担， The undiscover’d country, from whose bourn 在烦劳的生命的压迫下呻吟流汗， No traveler returns, puzzles the will, 倘不是因为惧怕不可知的死后， And makes us rather bear those ills we have 惧怕那从来不曾有一个旅人回来过的神秘之国， Than fly to others that we know not of? 是它迷惑了我们的意志， Thus conscience does make cowards of us all; 使我们宁愿忍受目前的折磨， And thus the native hue of resolution 不敢向我们所不知的痛苦飞去？ Is sicklied o’er with the pale cast of thought; 这样，重重的顾虑使我们全变成了懦夫， And enterprises of the great pith and moment, 决心的赤热的光彩，被审慎的思维盖上了一层灰色， With this regard, their currents turn away, 伟大的事业在这一种考虑之下， And lose the name of action. 也会逆流而退，失去了行动的意义。","tags":[{"name":"life","slug":"life","permalink":"http://yangyuanming.com/tags/life/"},{"name":"thought","slug":"thought","permalink":"http://yangyuanming.com/tags/thought/"}]}]